{
  "title": "Top 10",
  "horizontal": true,
  "data": [
    {
      "id": 1,
      "title": "Hunter x Hunter",
      "VerticalImage": "https://www.crunchyroll.com/imgsrv/display/thumbnail/240x360/catalog/crunchyroll/cbb55a6382682bf71e91f685c6473c5a.jpeg",
      "horizontalImage": "https://www.crunchyroll.com/imgsrv/display/thumbnail/1200x675/catalog/crunchyroll/2e54344c7cc1675af721b4021222230f.jpeg",
      "fullScreenImage": "https://mfiles.alphacoders.com/985/985642.jpg",
      "synopsis": "O jovem Gon sonha em ser um Hunter (caçador), assim como seu pai, que o abandonou quando ainda era pequeno. Decidido a ir atrás do que deseja, ele tem a chance de fazer um teste físico dificílimo para provar que ele é o melhor Hunter do mundo.",
      "tag": ["Ação", "Aventura", "Shounen", "Super Poderes"]
    },
    {
      "id": 2,
      "title": "Chainsaw Man ",
      "VerticalImage": "https://www.crunchyroll.com/imgsrv/display/thumbnail/240x360/catalog/crunchyroll/922742d9acaeba7d887ed11b6caab0e4.jpe",
      "horizontalImage": "https://www.crunchyroll.com/imgsrv/display/thumbnail/1200x675/catalog/crunchyroll/ea075b926e1073f4eb016bff8cdb434c.jpe",
      "fullScreenImage": "https://mfiles.alphacoders.com/984/984314.jpg",
      "synopsis": "Denji tem um sonho simples, viver uma vida feliz e pacífica, passando um tempo com uma garota de quem gosta. Isso está muito longe da realidade, no entanto, já que Denji é forçado pela yakuza a matar demônios para pagar suas dívidas esmagadoras. Usando seu demônio de estimação Pochita como arma, ele está pronto para fazer qualquer coisa por um pouco de dinheiro.",
      "tag": ["Ação", "Aventura", "Sobrenatural"]
    },
    {
      "id": 3,
      "title": "My Hero Academia",
      "VerticalImage": "https://www.crunchyroll.com/imgsrv/display/thumbnail/240x360/catalog/crunchyroll/7e023c55c6cb63b2ecbb31b6aae9bf12.jpe",
      "horizontalImage": "https://www.crunchyroll.com/imgsrv/display/thumbnail/1200x675/catalog/crunchyroll/f0dfabec20d9f3ce33add1a92d381c70.jpe",
      "fullScreenImage": "https://mfiles.alphacoders.com/986/986622.jpg",
      "synopsis": "Boku no Hero Academia Todos os Episodios Online, Assistir Boku no Hero Academia Anime Completo, Assistir Boku no Hero Academia Online. Por toda a sua vida, Izuku sonhou ser um herói. Um objetivo ambicioso para qualquer um, mas especialmente desafiador para um garoto sem superpoderes. Isso mesmo: em um mundo onde 80% da população tem algum tipo de Dom especial, Izuku teve a má sorte de nascer completamente normal. Mas isso não vai impedi-lo de se matricular em uma das academias de herois mais prestigiosas do mundo.",
      "tag": ["Ação", "Super Poderes", "Shonen"]
    },
    {
      "id": 4,
      "title": "One Piece",
      "VerticalImage": "https://www.crunchyroll.com/imgsrv/display/thumbnail/240x360/catalog/crunchyroll/2239c7b46b2e491ae33b33ff980e9fb1.jpe",
      "horizontalImage": "https://www.crunchyroll.com/imgsrv/display/thumbnail/1200x675/catalog/crunchyroll/236f44583009506b8d9d012c4d3119a5.jpe",
      "fullScreenImage": "https://mfiles.alphacoders.com/986/986886.png",
      "synopsis": "Houve um homem que conquistou tudo aquilo que o mundo tinha a oferecer, o lendário Rei dos Piratas, Gold Roger. Capturado e condenado à execução pelo Governo Mundial, suas últimas palavras lançaram legiões aos mares. “Meu tesouro? Se quiserem, podem pegá-lo. Procurem-no! Ele contém tudo que este mundo pode oferecer!”. Foi a revelação do maior tesouro, o One Piece, cobiçado por homens de todo o mundo, sonhando com fama e riqueza imensuráveis… Assim começou a Grande Era dos Piratas!",
      "tag": ["Shonen", "Comédia", "Aventura", "Ação", "Drama", "Piratas"]
    },
    {
      "id": 5,
      "title": "SPY x FAMILY",
      "VerticalImage": "https://www.crunchyroll.com/imgsrv/display/thumbnail/240x360/catalog/crunchyroll/689e2efcf9f192ba6c0f7a538ee99027.jpe",
      "horizontalImage": "https://www.crunchyroll.com/imgsrv/display/thumbnail/1200x675/catalog/crunchyroll/5a9cac4da58ec396b489713de0e10144.jpe",
      "fullScreenImage": "https://mfiles.alphacoders.com/986/986662.jpg",
      "synopsis": "A história acompanha um dos maiores espiões do mundo tendo que se infiltrar no país inimigo para eliminar uma figura importante do governo. Como forma de aproximação do seu alvo, ele precisa encontrar uma família, e por conta disso acaba adotando uma garota, e formando um acordo para se casar com uma mulher local. Entretanto, o que ele não imagina, é que a garota na verdade é uma esper (Um indivíduo capaz de realizar telepatia e outras habilidades paranormais.), e sua nova esposa é uma assassina de aluguel. Assim, os três começam a morar juntos, tendo que esconder suas verdadeiras identidades uns dos outros.",
      "tag": ["Ação", "Comédia"]
    },
    {
      "id": 6,
      "title": "Mob Psycho 100",
      "VerticalImage": "https://www.crunchyroll.com/imgsrv/display/thumbnail/240x360/catalog/crunchyroll/a89cfc561f6de95d35723fd665d708fb.jpe",
      "horizontalImage": "https://www.crunchyroll.com/imgsrv/display/thumbnail/1200x675/catalog/crunchyroll/c0e2440d3f27196ba37abaed8b824df5.jpe",
      "fullScreenImage": "https://mfiles.alphacoders.com/923/923954.jpg",
      "synopsis": "Kageyama Shigeo, o “Mob”, é um garoto que não leva muito jeito pra se expressar, mas que é um poderoso telepata. Decidido a levar uma vida normal, Mob suprime seus poderes extrassensoriais, mas quando suas emoções atingem um pico de 100%, algo terrível lhe acontece! Rodeado de falsos telepatas, espíritos do mal e misteriosas organizações, como Mob reagirá? Que decisões ele vai tomar?",
      "tag": [
        "Ação",
        "Comédia",
        "Slice of Life",
        "Sobrenatural",
        "Vida Escolar"
      ]
    },
    {
      "id": 7,
      "title": "BLUELOCK",
      "VerticalImage": "https://www.crunchyroll.com/imgsrv/display/thumbnail/240x360/catalog/crunchyroll/9d559e801c720bc2743cbc44793753bf.jpe",
      "horizontalImage": "https://www.crunchyroll.com/imgsrv/display/thumbnail/1200x675/catalog/crunchyroll/d46bbba875a6d0ffef9d3025fb55dd5f.jpe",
      "fullScreenImage": "https://mfiles.alphacoders.com/986/986839.jpg",
      "synopsis": "Após sofrer um vexame na Copa do Mundo de 2018, a seleção japonesa sofre para se recompor. Falta ao time um artilheiro, uma estrela capaz de guiá-los à vitória. Com o intuito de criar um atacante com fome de bola e sede de vitória, capaz de virar jogos tidos como impossíveis, a Confederação Japonesa de Futebol reune 300 dos melhores jogadores de base do país em um só lugar. Centenas de jovens vão se enfrentar numa batalha de músculos e de egos para provar que são os melhores.",
      "tag": ["Ação", "Drama", "Esportes"]
    },
    {
      "id": 8,
      "title": "Fumetsu no Anata",
      "VerticalImage": "https://www.crunchyroll.com/imgsrv/display/thumbnail/240x360/catalog/crunchyroll/016adcae0f11000defa3161db05c2022.jpe",
      "horizontalImage": "https://www.crunchyroll.com/imgsrv/display/thumbnail/1200x675/catalog/crunchyroll/0ce768f96b6dfa3db33abfca5108919f.jpe",
      "synopsis": "No começo, “aquilo” era uma orbe, lançada na Terra. “Aquilo” conseguia fazer duas coisas: tomar a forma de algo que “o” estimulasse; e voltar da morte. “Aquilo” se transformou de orbe em rocha, de rocha em lobo, e de lobo em garoto - vagando pelo mundo como um recém-nascido que nada sabe. Como garoto, “aquilo” virou Fushi. Ao ter contato com a bondade humana, Fushi não apenas aprende a sobreviver, mas também sobrevive como “pessoa”. Sua jornada é ameaçada pelo inexplicável e destrutivo Nokker, e pelas crueis despedidas das pessoas amadas.",
      "tag": ["Aventura", "Drama", "Sobrenatural"]
    },
    {
      "id": 9,
      "title": "HAIKYU!!",
      "VerticalImage": "https://www.crunchyroll.com/imgsrv/display/thumbnail/240x360/catalog/crunchyroll/af5f2304138a2ebe9caf5b7d0b1e2f01.jpeg",
      "horizontalImage": "https://www.crunchyroll.com/imgsrv/display/thumbnail/1200x675/catalog/crunchyroll/a39c98af004dd546714bbc041cf36026.jpeg",
      "fullScreenImage": "https://mfiles.alphacoders.com/986/986347.jpg",
      "synopsis": "Shouyou Hinata, ao ver uma partida de voleibol, fica fascinado com “o Pequeno Gigante”, um habilidoso jogador de vôlei, então decide juntar-se ao clube de vôlei de sua escola, no entanto ele é o único membro do clube. Após 3 anos ele finalmente completa o time e ruma para a disputa do Torneio de Primavera. No entanto, seu primeiro oponente de cara é o preferido das finais. É neste momento que ocorre o encontro de Hinata com Tobio Kageyama, o “Rei das quadras”. Embora tenham perdido a partida, Shouyou ainda está determinado a tomar o título de Kageyama, e ser aquele que permanece na quadra. Ao entrar na escola secundária, ele surpreende-se ao ver que ele e Kageyama, antes adversários, estão agora na mesma escola e clube!",
      "tag": ["Shounen", "Esportes"]
    },
    {
      "id": 10,
      "title": "Shinobi no Ittoki",
      "VerticalImage": "https://www.crunchyroll.com/imgsrv/display/thumbnail/240x360/catalog/crunchyroll/acfbc6a9b0cf0cce4db06a57a2a8e588.jpe",
      "horizontalImage": "https://www.crunchyroll.com/imgsrv/display/thumbnail/1200x675/catalog/crunchyroll/c6a7ba42ba99f250a26fb1c99d8c89d0.jpe",
      "synopsis": "Ittoki Sakuraba era um estudante normal até descobrir que é o 19º herdeiro do famoso clã ninja dos Iga, e que sua vida e suas posses estão sendo ameaçadas pelos Koga, um clã ninja rival. Ittoki agora precisa se tornar um ninja forte o bastante para proteger a si mesmo e sua vila. Para isso, ele se matricula na Academia Ninja Kokuten, um colégio especializado em técnicas ninja modernas, incluindo apetrechos e vestes de alta tecnologia. Junto com estudantes de outras vilas, Ittoki confronta os Koga numa tentativa de acabar de vez com a rivalidade.",
      "tag": ["Ação", "Vida Escolar"]
    }
  ]
}
